Repository: fischldesu/WindowsCustomTile
Catalog: WCT_WinUI3/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Button_Clear
source: Clear
zh_cn: 清除

# Button_Apply
source: Apply
zh_cn: 应用

# Button_Submit
source: Submit
zh_cn: 确认

# Component_TileEditor_CopyToolTip
source: Copy Text with template
zh_cn: 复制文本（包含模板）

# Component_TileEditor_EditAll
source: Edit All
zh_cn: 编辑所有

# Component_TileEditor_HideTemplate
source: Hide Template
zh_cn: 隐藏模板

# Component_TileEditor_InitTemplate
source: Initialize to template
zh_cn: 初始化为模板

# Component_TileEditor_OneByOne
source: One by One
zh_cn: 逐个编辑

# Component_TileEditor_ShowTemplate
source: Show Template
zh_cn: 显示模板

# Page_Home
source: Home
zh_cn: 主页

# Page_Home_ImageTile
source: Image Tile
zh_cn: 图片磁贴

# Page_Home_ImageTile_EditBySize
source: Edit by size
zh_cn: 按大小编辑

# Page_Home_ImageTile_ImageFile
source: Image file
zh_cn: 选择图片

# Page_Home_LaunchAlwaysShowWindow
source: Always show window
zh_cn: 始终显示窗口

# Page_Home_LaunchCmd
source: Launch Command
zh_cn: 启动命令

# Page_Home_LaunchCmdType_Cmd
source: Command
zh_cn: 命令行命令

# Page_Home_LaunchCmdType_URL
source: URL
zh_cn: URL 链接

# Page_HTTPSrv
source: HTTP Xml Server
zh_cn: HTTP 服务器

# Page_XmlTextEditor
source: Xml Text Editor
zh_cn: Xml文本编辑器

# G_SelectXmlFile
source: Xml file
zh_cn: 选择Xml文件

# Page_XmlTextEditor_Title
source: Edit tile Xml
zh_cn: 编辑磁贴Xml文本

# G_Randomize
source: Randomize
zh_cn: 随机排列

# Page_HTTPSrv_Title
source: HTTP Xml Server
zh_cn: HTTP Xml 服务器

# Settings_Title
source: Settings
zh_cn: 设置

# Settings_Log
source: Application logs
zh_cn: 应用程序日志

# Settings_Log_OpenWindow
source: Show log window
zh_cn: 打开日志窗口

# Settings_NoNotify
source: Don`t show any App notification
zh_cn: 不显示任何系统级App通知

# Settings_Reset
source: Reset all settings
zh_cn: 重置所有设置

# Settings_Appearance
source: Appearance
zh_cn: 显示

# Settings_Appearance_Style
source: Application Style
zh_cn: 样式

# Settings_Appearance_Style_NavStyle
source: Navigation style
zh_cn: 导航栏样式

# Settings_Appearance_Style_Backdrop
source: Backdrop
zh_cn: 背景样式

# Settings_Appearance_Style_Theme
source: App Theme
zh_cn: 主题

# Settings_About
source: About this App
zh_cn: 关于此App

# Settings_About_DevBlog
source: Develop blog passage
zh_cn: 开发博客图文

# Settings_Reset_Opt
source: Reset
zh_cn: 重置

# Button_Confirm
source: Confirm
zh_cn: 确认

# Settings_Reset_ConfirmText
source: All settings except apperance will be restore to default
zh_cn: 除开显示外的所有设置都将重置

# Settings_Appearence_Style_Tip
source: Personalize window display style
zh_cn: 个性化窗口样式

# Settings_Restart_ConfirmText
source: Restart this Application?
zh_cn: 是否重启此应用程序？

# Enum_NavigationViewPaneDisplayMode_Auto
source: Auto
zh_cn: 自动

# Enum_NavigationViewPaneDisplayMode_Left
source: Left
zh_cn: 左侧

# Enum_NavigationViewPaneDisplayMode_Top
source: Top
zh_cn: 顶部

# Enum_NavigationViewPaneDisplayMode_LeftCompact
source: Left (Compact)
zh_cn: 左侧（折叠）

# Enum_NavigationViewPaneDisplayMode_LeftMinimal
source: Left (Minimal)
zh_cn: 左侧（最小化）

# Enum_PeriodicUpdateRecurrence_HalfHour
source: Every Half hour
zh_cn: 每半小时

# Enum_PeriodicUpdateRecurrence_Hour
source: Every Hour
zh_cn: 每小时

# Enum_PeriodicUpdateRecurrence_SixHours
source: Every 6 hours
zh_cn: 每6小时

# Enum_PeriodicUpdateRecurrence_TwelveHours
source: Every 12 hours
zh_cn: 每12小时

# Enum_PeriodicUpdateRecurrence_Daily
source: Daily
zh_cn: 每日一次

# G_Hour
source: Hour
zh_cn: 小时

# G_Minute
source: Minute
zh_cn: 分钟

# G_Second
source: Second
zh_cn: 秒

# G_Yes
source: Yes
zh_cn: 确认

# G_Cancel
source: Cancel
zh_cn: 取消

# G_Edit
source: Edit
zh_cn: 编辑

# Enum_Theme_Default
source: System Decide
zh_cn: 跟随系统

# Enum_Theme_Light
source: Light
zh_cn: 亮

# Enum_Theme_Dark
source: Dark
zh_cn: 暗

# Dialog_AskApplyChanges
source: Apply changes?
zh_cn: 是否应用更改？

# G_Success
source: Success
zh_cn: 成功

# G_Failed
source: Failed
zh_cn: 失败

# Info_ChangesApplied
source: Changes have applied
zh_cn: 已应用更改

# Dialog_TotalValidXml
source: Total valid Xml text
zh_cn: 有效的Xml文本

# Dialog_Count
source: Count
zh_cn: 共计

# Dialog_TimeSpan
source: Time Span
zh_cn: 时间间隔

# Dialog_Every
source: Every
zh_cn: 每

# Dialog_TotalInvalidXml
source: Total invalid Xml text
zh_cn: 无效的Xml文本

# G_Warning
source: Warning
zh_cn: 警告

# Info_NoValidSrv
source: There`s no valid HTTP server uri
zh_cn: 没有有效的HTTP服务器Uri

# Dialog_ValidUri
source: Total Valid Uri
zh_cn: 有效的Uri

# Dialog_InvalidUri
source: Invalid Uri
zh_cn: 无效的Uri

# Info_NoValidXml
source: There`s no valid Xml Text
zh_cn: 没有有效的Xml文本

# Page_HTTPSrv_Info_BadForWin11
source: This function probably unavailable on Windows 11
zh_cn: 该功能在 Windows 11 上大概率不可用
